Repository: common-repository/polizeipresse
Catalog: i18n/Polizeipresse-*.po
Languages: de_de

source: Polizeipresse plugin: Please enter API key select police office
de_de: Polizeipresse plugin: Bitte API-Schlüssel eingeben und Dienststellen auswählen.

source: Your settings have been saved.
de_de: Ihre Einstellungen wurden gespeichert.

source: Stories have been loaded.
de_de: Meldungen wurden geladen.

source: Last processed story id has been reset.
de_de: Zuletzt verarbeitete Meldungs-ID wurde zurückgesetzt.

source: Options
de_de: Optionen

source: General
de_de: Allgemein

source: This page contains fundamental plugin settings. Without API key and office id the plugin is unable to work.
de_de: Auf dieser Seite legen Sie grundlegende Einstellungen des Plugins fest. Ohne API-Schlüssel und ausgewählte Dienststelle funktioniert das Plugin nicht.

source: If you do not have an API key, please register on the following page to get one
de_de: Wenn Sie noch keinen API-Schlüssel haben, können Sie diesen auf der folgenden Seite bekommen

source: Click here
de_de: Hier clicken

source: Polizeipresse API key
de_de: Polizeipresse API-Schlüssel

source: Police office
de_de: Polizeidienststelle

source: Search for offices
de_de: Nach Polizeistationen suchen

source: Remove office
de_de: Polizeistationen löschen

source: On this page you can define filters. These filteres are used to filter police stories. Multiple filters can be separated by comma.
de_de: Auf dieser Seite können Sie Filter definieren. Diese Filter werden verwendet, um Polizeimeldungen zu filtern. Mehrere Filter können durch Komma getrennt werden.

source: Positive filters
de_de: Positive Filter

source: Separate multiple filters by comma.
de_de: Mehrere Filter durch Komma trennen

source: Negative filters
de_de: Negative Filter

source: New police stories can be automatically loaded and added to your blog. This is done every hour.
de_de: Neue Polizeimeldungen können automatisch abgefragt und zu Ihrem Blog hinzugefügt werden. Die Abfrage geschieht stündlich.

source: Enable cronjob
de_de: Cronjob einschalten

source: User for new posts
de_de: Benutzer für neue Artikel

source: Category for new posts
de_de: Kategorie für neue Artikel

source: Default category for new posts
de_de: Default-Kategorie für neue Artikel

source: Publish new posts immediately
de_de: Neue Meldungen sofort veröffentlichen

source: Notify on new stories
de_de: Alarmierung bei neuen Meldungen

source: Last processed story id
de_de: Letzte verarbeitete Meldungs-ID

source: Last cron execution time
de_de: Letzt Ausführung des Cronjobs

source: unknown
de_de: unbekannt

source: Date/time
de_de: Datum/Uhrzeit

source: State
de_de: Status

source: successfull
de_de: erfolgreich

source: Load stories now
de_de: Jetzt neue Meldungen laden

source: Reset last processed story id
de_de: Zuletzt verarbeitete Meldungs-ID zurücksetzen

source: Save all
de_de: Alles speichern

source: You can search for German police offices here. Start the search and select one item from the result list. Press apply to accept.
de_de: Sie können hier nach deutschen Polizeidienststellen suchen. Nach der Suche wählen sie eine Dienststelle aus und drücken 'übernehmen'.

source: Search terms
de_de: Suche

source: Search
de_de: Suchen

source: Cancel
de_de: Abbrechen

source: Search result
de_de: Suchergebnis

source: Apply
de_de: Übernehmen

source: No result from server.
de_de: Keine Dienststelle gefunden.

source: An error occurred
de_de: Ein unbekannter Fehler ist aufgetreten.

source: Please enter API key
de_de: Bitte API-Schlüssel eingeben

source: Please select police office
de_de: Bitte Dienststelle auswählen

source: Source
de_de: Quelle

source: Polizeipresse: New post added
de_de: Polizeipresse: Neuen Artikel hinzugefügt

source: URL to admin page
de_de: URL zur Admin-Seite

source: Displays latest police stories
de_de: Zeigt aktuelle Polizeimeldungen

source: No stories
de_de: Keine Meldungen vorhanden

source: Latest police stories
de_de: Letzte Polizeimeldungen

source: Title
de_de: Titel

source: Story count
de_de: Anzahl Meldungen

source: Show date
de_de: Datum anzeigen

source: minutes
de_de: Minuten

source: hour
de_de: Stunde

source: hours
de_de: Stunden
